Repository: Denisotope/MailChimp-Widget
Catalog: languages/mailchimp-widget-*.po
Languages: fr_fr

source: Donate
fr_fr: Faites un don

source: What you're trying to do looks a little shady.
fr_fr: Ce que vous essayez de faire est un peu louche.

source: MailChimp Widget Settings
fr_fr: Réglages du widget MailChimp.

source: Enter a valid MailChimp API key here to get started. Once you've done that, you can use the MailChimp Widget from the Widgets menu. You will need to have at least MailChimp list set up before the using the widget.
fr_fr: Pour commencer, entrez ici une clé API MailChimp valide. Par la suite, vous pouvez utiliser le widget MailChimp à partir du menu Widgets. Vous aurez besoin d'au moins une liste MailChimp déjà établie avant d'utiliser le widget.

source: Save Changes
fr_fr: Sauvegarder les changements

source: You'll need to set up the MailChimp signup widget plugin options before using it.
fr_fr: Vous aurez besoin de configurer le widget MailChimp avant son utilisation.

source: You can make your changes
fr_fr: Vous pouvez effectuer vos changements

source: here
fr_fr: ici

source: There was a problem processing your submission.
fr_fr: Un problème est survenu lors de votre demande.

source: Join now!
fr_fr: S'inscrire maintenant!

source: Thank you for joining our mailing list. Please check your email for a confirmation link.
fr_fr: Merci de vous être inscrit à notre liste d'envoi. Veuillez vérifier votre courriel pour un lien de confirmation.

source: Sign up for our mailing list.
fr_fr: Abonnez-vous à notre liste d'envoi.

source: Displays a sign-up form for a MailChimp mailing list.
fr_fr: Affiche un formulaire d'inscription à la liste MailChimp.

source: MailChimp List Signup
fr_fr: Inscription à la liste MailChimp.

source: General Settings
fr_fr: Réglages généraux

source: Title :
fr_fr: Titre :

source: Select a Mailing List :
fr_fr: Sélectionnez une liste :

source: This is the list your users will be signing up for in your sidebar.
fr_fr: Ceci est la liste à laquelle les utilisateurs vont s'inscrire.

source: Sign Up Button Text :
fr_fr: Texte du bouton :

source: Personal Information
fr_fr: Information personnelle

source: These fields won't (and shouldn't) be required. Should the widget form collect users' first and last names?
fr_fr: Ces champs ne sont pas (et ne doivent pas) être requis. Le widget devrait-il saisir les prénoms et noms des utilisateurs?

source: Collect first name.
fr_fr: Saisir le prénom

source: Collect last name.
fr_fr: Saisir le nom de famille

source: Notifications
fr_fr: Alertes

source: Use these fields to customize what your visitors see after they submit the form
fr_fr: Utilisez ces champs pour personnaliser ce que les visiteurs verront après s'être inscrits

source: Success :
fr_fr: Réussi :

source: Failure :
fr_fr: Erreur :

source: First Name :
fr_fr: Prénom :

source: Last Name :
fr_fr: Nom :

source: Email Address :
fr_fr: Courriel :
